<template>
  <Card>
    <h1 class="text-3xl mb-4 text-indigo-800 font-bold">Добро пожаловать в Аналитику</h1>
    <p>
      Здравствуйте!<br />
      Мы рады приветствовать вас на странице аналитики.<br />
      Здесь вы найдете полную и актуальную информацию о ключевых показателях вашего бизнеса.
      Используйте навигацию вверху, чтобы просматривать детальную статистику по продажам, заказам и
      складским операциям.
    </p>
    <p>Внимание! Диаграммы строятся по данным таблицы.</p>
  </Card>
</template>

<script setup lang="ts">
import Card from '@/components/CardTemplate.vue'
</script>
